; Russian
; Русская локализация от Henry++

[Russian]
IDS_UPDATE_NO=Нет доступных обновлений.
IDS_UPDATE_YES=Доступно обновление, загрузить и установить?
IDS_FILE=Файл
IDS_EXIT=Выйти
IDS_SETTINGS=Настройки
IDS_ALWAYSONTOP_CHK=Поверх остальных окон
IDS_CHECKUPDATES_CHK=Периодически проверять обновления (рекомендуется)
IDS_TIMEZONE=Часовой пояс
IDS_LANGUAGE=Язык
IDS_HELP=Помощь
IDS_WEBSITE=Сайт программы
IDS_DONATE=Поблагодарить!
IDS_CHECKUPDATES=Проверить обновления
IDS_ABOUT=О программе
IDS_COPY=Скопировать
IDS_FMTNAME_RFC2822=RFC 2822
IDS_FMTNAME_ISO8601=ISO 8601
IDS_FMTNAME_UNIXTIME=UNIX Timestamp
IDS_FMTNAME_MACTIME=Mac Timestamp
IDS_FMTNAME_MICROSOFTTIME=Microsoft Timestamp
IDS_FMTNAME_FILETIME=FILETIME
IDS_FMTDESC_RFC2822=Дата в формате RFC 2822
IDS_FMTDESC_ISO8601=Дата в формате ISO 8601
IDS_FMTDESC_UNIXTIME=Количество секунд от начала Unix эпохи (January 1 1970 00:00:00 GMT)
IDS_FMTDESC_MACTIME=Количество секунд от Jan 1 1904
IDS_FMTDESC_MICROSOFTTIME=Количество дней от Dec 31 1899
IDS_FMTDESC_FILETIME=64-битное представление интервалов по 100-наносекунд от January 1, 1601 (UTC)
IDS_CURRENT=Вставить текущее время!
IDS_CLOSE=Закрыть
IDS_CLASSICUI_CHK=Использовать классический интерфейс
IDS_UPDATE_ERROR=Ошибка при подключении к серверу обновлений.
IDS_UPDATE_DOWNLOAD=Загрузка обновления...
IDS_UPDATE_DONE=Загрузка обновления завершена.
IDS_UPDATE_INIT=Проверка обновлений...
IDS_UPDATE_INSTALL=Доступно обновление, установить обновление?
